# Core Libraries
brew "awscli"
brew "tfenv"
brew "tflint"
brew "subversion"
brew "git"
brew "mas"
brew "helm"
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "pre-commit"
brew "yamllint"
brew "plantuml"
brew "zsh-autosuggestions"
brew "pinentry-mac"
# Apps That keep me sane

cask "lastpass"
cask "visual-studio-code"
cask "alfred"
cask "1password-cli"
cask "elgato-stream-deck"
cask "elgato-wave-link"


#fonts

cask "font-hack"
cask 'font-lato'
cask 'font-open-sans'
cask 'font-jetbrains-mono'
cask 'font-sf-mono'


# app store

mas 'JIRA', id: 1475897096
