tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

# Core Libraries
brew "tfenv"
brew "tflint"
brew "graphviz"
brew "subversion"
brew "git"
brew "mas"
brew "helm"
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "suricata"
brew "yamllint"
brew "plantuml"

# Apps That keep me sane
cask "alfred"
cask "flux"
cask "iterm2"
cask "lastpass"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "signal"
cask "zoom"
cask "alfred"
#fonts

cask "font-hack"
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-jetbrains-mono'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# app store
mas 'Meeter', id: 1510445899
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'JIRA', id: 1475897096
