tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

# Core Libraries
brew "terraform"
brew "graphviz"
brew "svn"


# Apps That keep me sane
cask "flux"
cask "iterm2"
cask "lastpass"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "joplin"
#cask "trello"
cask "signal"
cask "zoom"
cask "alfred"
#fonts

cask "font-hack"
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
